driver-tests/bpelse/assign/AssignJbi/test/echoPositiveIntegerDataType_Invoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <ns1:item xmlns:msgns="http://stc.com/echoPositiveIntegerDataType" xmlns:ns1="http://stc.com/echoPositiveIntegerDataType">
      <ns1:string>201</ns1:string>
      <ns1:normalizedString>201</ns1:normalizedString>
      <ns1:token>201</ns1:token>
      <ns1:base64Binary>201</ns1:base64Binary>
      <ns1:hexBinary>201</ns1:hexBinary>
      <ns1:integer>201</ns1:integer>
      <ns1:positiveInteger>201</ns1:positiveInteger>
      <ns1:nonNegativeInteger>201</ns1:nonNegativeInteger>
      <ns1:long>201</ns1:long>
      <ns1:unsignedLong>201</ns1:unsignedLong>
      <ns1:int>201</ns1:int>
      <ns1:unsignedInt>201</ns1:unsignedInt>
      <ns1:short>201</ns1:short>
      <ns1:unsignedShort>201</ns1:unsignedShort>
      <ns1:byte>201</ns1:byte>
      <ns1:unsignedByte>201</ns1:unsignedByte>
      <ns1:decimal>201</ns1:decimal>
      <ns1:float>201</ns1:float>
      <ns1:double>201</ns1:double>
      <ns1:boolean>201</ns1:boolean>
      <ns1:duration>201</ns1:duration>
      <ns1:dateTime>201</ns1:dateTime>
      <ns1:date>201</ns1:date>
      <ns1:time>201</ns1:time>
      <ns1:gYear>201</ns1:gYear>
      <ns1:gYearMonth>201</ns1:gYearMonth>
      <ns1:gMonth>201</ns1:gMonth>
      <ns1:gMonthDay>201</ns1:gMonthDay>
      <ns1:gDay>201</ns1:gDay>
      <ns1:Name>201</ns1:Name>
      <ns1:QName>201</ns1:QName>
      <ns1:NCName>201</ns1:NCName>
      <ns1:anyURI>201</ns1:anyURI>
      <ns1:language>201</ns1:language>
      <ns1:ID>201</ns1:ID>
      <ns1:IDREF>201</ns1:IDREF>
      <ns1:IDREFS>201</ns1:IDREFS>
      <ns1:ENTITY>201</ns1:ENTITY>
      <ns1:ENTITIES>201</ns1:ENTITIES>
      <ns1:NMTOKEN>201</ns1:NMTOKEN>
      <ns1:NMTOKENS>201</ns1:NMTOKENS>
    </ns1:item>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
